/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Используйте iTunes для управления Вашей музыкой, видео и фильмами, а iPhoto для управления фотографиями.";

/* kBRMediaNoPhotoContent */
301 = "Используйте iPhoto, чтобы импортировать и управлять Вашими фотографиями.";

/* kBRMediaNoPodcastContent */
302 = "Используйте iTunes для подписки на подкасты в iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Используйте iTunes для покупки ТВ-шоу в iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Используйте iTunes для покупки видеоклипов.";

/* kBRMediaNoPlaylists */
307 = "Используйте iTunes для создания и управления плейлистами.";

/* kBRMediaNoSongContent */
308 = "Используйте iTunes, чтобы импортировать или приобрести песни в iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Используйте iTunes для покупки аудиокниг в iTunes Store.";

/* kBRMediaNoMovies */
315 = "Перетяните фильмы в папку «Фильмы» или используйте iTunes для покупки фильмов в iTunes Store.";
